[
  {
    "name": "Сянь Бін (Китайські м'ясні пиріжки)",
    "description": "Смачні китайські пиріжки з м'ясною начинкою, приготовані на сковороді до золотистої скоринки.",
    "instructions": "Крок 1: Приготування тіста\nПомістіть гарячу воду в велику миску, потім додайте сіль і борошно. Перемішайте паличками для рівномірного розподілу.\nДодайте воду та 2 ст. л. олії. Перемішайте до утворення тіста, потім вимісіть на чистій робочій поверхні протягом 3 хвилин, поки не стане гладким.\nПоверніть тісто в миску і накрийте рушником. Дайте відпочити 20 хвилин.\n\nКрок 2: Приготування начинки\nДрібно наріжте зелену цибулю і помістіть у велику миску разом з фаршем, імбиром, сичуанським перцем, білим перцем, кунжутною олією, соєвим соусом та бульйоном.\nДобре перемішайте до однорідності, поки весь бульйон не вбереться.\n\nКрок 3: Формування пиріжків\nРозділіть тісто на 12 частин, потім зробіть гладкі кульки. Поверніть в миску і злегка збризніть додатковою олією, обережно перемішайте руками, щоб покрити кульки.\nПокладіть кульки на піднос і легенько накрийте плівкою. Дайте відпочити 10 хвилин.\nРозкочіть кожну кульку тіста на дошці до товщини близько 3 мм. Покладіть порцію начинки в центр і защіпніть краї разом по колу, щоб закрити начинку, як пельмені.\nПокладіть тісто швом вниз на дошку і знову злегка сплющте пиріжки долонею до товщини близько 1 см.\n\nКрок 4: Приготування пиріжків\nНагрійте половину олії в чавунній або важкій сковороді на середньо-сильному вогні. Додайте пиріжки, не переповнюючи сковороду, і готуйте 4-5 хвилин до золотисто-коричневого кольору. Переверніть і готуйте інший бік ще 3-4 хвилини, поки не стануть золотистими і хрусткими.\nПерекладіть пиріжки на решітку над підносом для стікання і повторіть з рештою олії та пиріжками.\nПодавайте пиріжки теплими самостійно або з хрустким перцем зверху.",
    "servings": 12,
    "cookingTime": "45 хвилин",
    "ingredients": [
      { "name": "Вода", "quantityGrams": 360 },
      { "name": "Сіль", "quantityGrams": 1.5 },
      { "name": "Борошно", "quantityGrams": 450 },
      { "name": "Олія соняшникова", "quantityGrams": 75 },
      { "name": "Зелена цибуля", "quantityGrams": 100 },
      { "name": "Фарш курячий", "quantityGrams": 500 },
      { "name": "Часник", "quantityGrams": 10 },
      { "name": "Перець", "quantityGrams": 2 }
    ]
  }
]

